Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Maximum recording length
ar: أقصى مدة للتسجيل
de: Maximale Aufnahmedauer
es: Duración máxima de grabación
fr: Durée d'enregistrement maximale
he: אורך הקלטה מרבי
hi: अधिकतम रिकॉर्डिंग अवधि
id: Durasi rekaman maksimum
it: Durata massima della registrazione
ja: 最大録音時間
ko: 최대 녹음 길이
nl: Maximale opnameduur
pl: Maksymalna długość nagrania
pt_br: Duração máxima da gravação
ru: Максимальная длительность записи
sv: Längsta inspelningstid
tr: En uzun kayıt süresi
uk: Максимальна тривалість запису
vi: Thời lượng ghi tối đa
zh_hans: 最长录音时长
zh_hant: 最長錄音時間

source: Microphone
ar: الميكروفون
de: Mikrofon
es: Micrófono
he: מיקרופון
hi: माइक्रोफ़ोन
id: Mikrofon
it: Microfono
ja: マイク
ko: 마이크
nl: Microfoon
pl: Mikrofon
pt_br: Microfone
ru: Микрофон
sv: Mikrofon
tr: Mikrofon
uk: Мікрофон
vi: Micrô
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone access
ar: الوصول إلى الميكروفون
de: Mikrofonzugriff
es: Acceso al micrófono
fr: Accès au microphone
he: גישה למיקרופון
hi: माइक्रोफ़ोन एक्सेस
id: Akses mikrofon
it: Accesso al microfono
ja: マイクへのアクセス
ko: 마이크 접근
nl: Toegang tot microfoon
pl: Dostęp do mikrofonu
pt_br: Acesso ao microfone
ru: Доступ к микрофону
sv: Mikrofonåtkomst
tr: Mikrofon erişimi
uk: Доступ до мікрофона
vi: Quyền truy cập micrô
zh_hans: 麦克风访问权限
zh_hant: 麥克風取用權限

source: Microphone access is off for TurboSpark.
ar: الوصول إلى الميكروفون متوقف لـ TurboSpark.
de: Der Mikrofonzugriff ist für TurboSpark deaktiviert.
es: El acceso al micrófono está desactivado para TurboSpark.
fr: L'accès au microphone est désactivé pour TurboSpark.
he: הגישה למיקרופון כבויה עבור TurboSpark.
hi: TurboSpark के लिए माइक्रोफ़ोन एक्सेस बंद है।
id: Akses mikrofon untuk TurboSpark nonaktif.
it: L'accesso al microfono è disattivato per TurboSpark.
ja: TurboSpark のマイクへのアクセスはオフです。
ko: TurboSpark의 마이크 접근이 꺼져 있습니다.
nl: Toegang tot de microfoon staat uit voor TurboSpark.
pl: Dostęp do mikrofonu jest wyłączony dla TurboSpark.
pt_br: O acesso ao microfone está desativado para o TurboSpark.
ru: Доступ к микрофону для TurboSpark выключен.
sv: Mikrofonåtkomst är avstängd för TurboSpark.
tr: TurboSpark için mikrofon erişimi kapalı.
uk: Доступ до мікрофона для TurboSpark вимкнено.
vi: Quyền truy cập micrô đang tắt đối với TurboSpark.
zh_hans: TurboSpark 的麦克风访问权限已关闭。
zh_hant: TurboSpark 的麥克風取用權限已關閉。

source: Microphone access is off for TurboSpark. Turn it on in System Settings.
ar: الوصول إلى الميكروفون متوقف لـ TurboSpark. شغّله من إعدادات النظام.
de: Der Mikrofonzugriff ist für TurboSpark deaktiviert. Aktiviere ihn in den Systemeinstellungen.
es: El acceso al micrófono está desactivado para TurboSpark. Actívalo en Ajustes del Sistema.
fr: L'accès au microphone est désactivé pour TurboSpark. Activez-le dans Réglages Système.
he: הגישה למיקרופון כבויה עבור TurboSpark. הפעל אותה בהגדרות המערכת.
hi: TurboSpark के लिए माइक्रोफ़ोन एक्सेस बंद है। इसे सिस्टम सेटिंग्स में चालू करें।
id: Akses mikrofon untuk TurboSpark nonaktif. Aktifkan di Pengaturan Sistem.
it: L'accesso al microfono è disattivato per TurboSpark. Attivalo in Impostazioni di Sistema.
ja: TurboSpark のマイクへのアクセスはオフです。システム設定でオンにしてください。
ko: TurboSpark의 마이크 접근이 꺼져 있습니다. 시스템 설정에서 켜세요.
nl: Toegang tot de microfoon staat uit voor TurboSpark. Zet deze aan in Systeeminstellingen.
pl: Dostęp do mikrofonu jest wyłączony dla TurboSpark. Włącz go w Ustawieniach systemowych.
pt_br: O acesso ao microfone está desativado para o TurboSpark. Ative-o nos Ajustes do Sistema.
ru: Доступ к микрофону для TurboSpark выключен. Включите его в Системных настройках.
sv: Mikrofonåtkomst är avstängd för TurboSpark. Slå på den i Systeminställningar.
tr: TurboSpark için mikrofon erişimi kapalı. Sistem Ayarları'ndan açın.
uk: Доступ до мікрофона для TurboSpark вимкнено. Увімкніть його в Системних параметрах.
vi: Quyền truy cập micrô đang tắt đối với TurboSpark. Hãy bật trong Cài đặt hệ thống.
zh_hans: TurboSpark 的麦克风访问权限已关闭。请在“系统设置”中开启。
zh_hant: TurboSpark 的麥克風取用權限已關閉。請在「系統設定」中開啟。

source: Mono
ar: أحادي
he: מונו
hi: मोनो
ja: モノラル
ko: 모노
ru: Моно
uk: Моно
vi: Đơn kênh
zh_hans: 单声道
zh_hant: 單聲道

source: Music
ar: الموسيقى
de: Musik
es: Música
fr: Musique
he: מוזיקה
hi: संगीत
id: Musik
it: Musica
ja: 音楽
ko: 음악
nl: Muziek
pl: Muzyka
pt_br: Música
ru: Музыка
sv: Musik
tr: Müzik
uk: Музика
vi: Âm nhạc
zh_hans: 音乐
zh_hant: 音樂

source: No engine speech model is installed.
ar: لم يُثبَّت أي نموذج كلام للمحرك.
de: Es ist kein Spracherkennungsmodell für die Engine installiert.
es: No hay ningún modelo de voz del motor instalado.
fr: Aucun modèle de reconnaissance vocale du moteur n'est installé.
he: לא מותקן מודל דיבור למנוע.
hi: कोई इंजन स्पीच मॉडल इंस्टॉल नहीं है।
id: Tidak ada model ucapan mesin yang terpasang.
it: Nessun modello vocale del motore è installato.
ja: エンジン用の音声認識モデルがインストールされていません。
ko: 엔진 음성 인식 모델이 설치되어 있지 않습니다.
nl: Er is geen spraakmodel voor de engine geïnstalleerd.
pl: Nie zainstalowano modelu mowy dla silnika.
pt_br: Nenhum modelo de fala do mecanismo está instalado.
ru: Модель распознавания речи для движка не установлена.
sv: Ingen talmodell för motorn är installerad.
tr: Yüklü bir motor konuşma modeli yok.
uk: Модель розпізнавання мовлення для рушія не встановлено.
vi: Chưa cài mô hình nhận dạng giọng nói cho bộ máy.
zh_hans: 未安装引擎语音识别模型。
zh_hant: 未安裝引擎語音辨識模型。

source: No engine voice model is installed.
ar: لم يُثبَّت أي نموذج صوتي للمحرك.
de: Es ist kein Stimmmodell für die Engine installiert.
es: No hay ningún modelo de voz sintética del motor instalado.
fr: Aucun modèle vocal du moteur n'est installé.
he: לא מותקן מודל קול למנוע.
hi: कोई इंजन वॉइस मॉडल इंस्टॉल नहीं है।
id: Tidak ada model suara mesin yang terpasang.
it: Nessun modello di sintesi vocale del motore è installato.
ja: エンジン用の音声合成モデルがインストールされていません。
ko: 엔진 음성 합성 모델이 설치되어 있지 않습니다.
nl: Er is geen stemmodel voor de engine geïnstalleerd.
pl: Nie zainstalowano modelu głosu dla silnika.
pt_br: Nenhum modelo de voz do mecanismo está instalado.
ru: Голосовая модель для движка не установлена.
sv: Ingen röstmodell för motorn är installerad.
tr: Yüklü bir motor ses modeli yok.
uk: Голосову модель для рушія не встановлено.
vi: Chưa cài mô hình giọng nói cho bộ máy.
zh_hans: 未安装引擎语音合成模型。
zh_hant: 未安裝引擎語音合成模型。

source: No microphone is available.
ar: لا يوجد ميكروفون متاح.
de: Es ist kein Mikrofon verfügbar.
es: No hay ningún micrófono disponible.
fr: Aucun microphone n'est disponible.
he: אין מיקרופון זמין.
hi: कोई माइक्रोफ़ोन उपलब्ध नहीं है।
id: Tidak ada mikrofon yang tersedia.
it: Nessun microfono disponibile.
ja: 利用できるマイクがありません。
ko: 사용 가능한 마이크가 없습니다.
nl: Er is geen microfoon beschikbaar.
pl: Brak dostępnego mikrofonu.
pt_br: Nenhum microfone disponível.
ru: Нет доступного микрофона.
sv: Ingen mikrofon är tillgänglig.
tr: Kullanılabilir mikrofon yok.
uk: Немає доступного мікрофона.
vi: Không có micrô khả dụng.
zh_hans: 没有可用的麦克风。
zh_hant: 沒有可用的麥克風。

source: No speech was detected in the recording.
ar: لم يُكتشف أي كلام في التسجيل.
de: In der Aufnahme wurde keine Sprache erkannt.
es: No se detectó voz en la grabación.
fr: Aucune parole n'a été détectée dans l'enregistrement.
he: לא זוהה דיבור בהקלטה.
hi: रिकॉर्डिंग में कोई भाषण नहीं मिला।
id: Tidak ada ucapan yang terdeteksi dalam rekaman.
it: Nessun parlato rilevato nella registrazione.
ja: 録音から音声が検出されませんでした。
ko: 녹음에서 음성이 감지되지 않았습니다.
nl: Er is geen spraak gedetecteerd in de opname.
pl: W nagraniu nie wykryto mowy.
pt_br: Nenhuma fala foi detectada na gravação.
ru: В записи не обнаружена речь.
sv: Inget tal upptäcktes i inspelningen.
tr: Kayıtta konuşma algılanmadı.
uk: У записі не виявлено мовлення.
vi: Không phát hiện giọng nói trong bản ghi.
zh_hans: 录音中未检测到语音。
zh_hant: 錄音中未偵測到語音。

source: No transcript yet. The model receives the transcript, not the audio.
ar: لا يوجد نص مفرّغ بعد. يتلقى النموذج النص المفرّغ وليس الصوت.
de: Noch keine Transkription. Das Modell erhält die Transkription, nicht das Audio.
es: Aún no hay transcripción. El modelo recibe la transcripción, no el audio.
fr: Pas encore de transcription. Le modèle reçoit la transcription, pas l'audio.
he: אין עדיין תמליל. המודל מקבל את התמליל, לא את השמע.
hi: अभी कोई ट्रांसक्रिप्ट नहीं है। मॉडल को ऑडियो नहीं, ट्रांसक्रिप्ट मिलता है।
id: Belum ada transkrip. Model menerima transkrip, bukan audionya.
it: Nessuna trascrizione ancora. Il modello riceve la trascrizione, non l'audio.
ja: まだ文字起こしはありません。モデルが受け取るのはオーディオではなく文字起こしです。
ko: 아직 텍스트 변환 결과가 없습니다. 모델은 오디오가 아닌 변환된 텍스트를 받습니다.
nl: Nog geen transcriptie. Het model ontvangt de transcriptie, niet de audio.
pl: Brak transkrypcji. Model otrzymuje transkrypcję, a nie dźwięk.
pt_br: Ainda não há transcrição. O modelo recebe a transcrição, não o áudio.
ru: Расшифровки пока нет. Модель получает расшифровку, а не аудио.
sv: Ingen transkription ännu. Modellen får transkriptionen, inte ljudet.
tr: Henüz döküm yok. Model sesi değil, dökümü alır.
uk: Розшифровки ще немає. Модель отримує розшифровку, а не аудіо.
vi: Chưa có bản chép lời. Mô hình nhận bản chép lời, không phải âm thanh.
zh_hans: 尚无转写文本。模型接收的是转写文本，而不是音频。
zh_hant: 尚無轉寫文字。模型接收的是轉寫文字，而不是音訊。

source: No transcript: open to retry
ar: لا يوجد نص مفرّغ: افتحه لإعادة المحاولة
de: Keine Transkription: zum Wiederholen öffnen
es: Sin transcripción: ábrelo para reintentar
fr: Pas de transcription : ouvrez pour réessayer
he: אין תמליל: פתח כדי לנסות שוב
hi: कोई ट्रांसक्रिप्ट नहीं: पुनः प्रयास के लिए खोलें
id: Tidak ada transkrip: buka untuk mencoba lagi
it: Nessuna trascrizione: apri per riprovare
ja: 文字起こしなし：開いて再試行
ko: 텍스트 변환 없음: 열어서 다시 시도
nl: Geen transcriptie: open om opnieuw te proberen
pl: Brak transkrypcji: otwórz, aby ponowić
pt_br: Sem transcrição: abra para tentar de novo
ru: Нет расшифровки: откройте, чтобы повторить
sv: Ingen transkription: öppna för att försöka igen
tr: Döküm yok: yeniden denemek için açın
uk: Немає розшифровки: відкрийте, щоб повторити
vi: Không có bản chép lời: mở để thử lại
zh_hans: 无转写文本：打开以重试
zh_hant: 無轉寫文字：打開以重試

source: Not available
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Non disponible
he: לא זמין
hi: उपलब्ध नहीं
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 사용할 수 없음
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ru: Недоступно
sv: Inte tillgängligt
tr: Kullanılamıyor
uk: Недоступно
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 無法使用

source: Not playing audio
ar: لا يشغّل صوتًا
de: Keine Audiowiedergabe
es: No reproduce audio
fr: Aucun son en lecture
he: לא מנגן שמע
hi: ऑडियो नहीं चल रहा
id: Tidak memutar audio
it: Nessun audio in riproduzione
ja: オーディオ再生なし
ko: 오디오 재생 안 함
nl: Speelt geen audio af
pl: Nie odtwarza dźwięku
pt_br: Sem reprodução de áudio
ru: Не воспроизводит звук
sv: Spelar inte ljud
tr: Ses çalmıyor
uk: Не відтворює звук
vi: Không phát âm thanh
zh_hans: 未播放音频
zh_hant: 未播放音訊

source: Not yet requested
ar: لم يُطلب بعد
de: Noch nicht angefragt
es: Aún no solicitado
fr: Pas encore demandé
he: טרם התבקש
hi: अभी अनुरोध नहीं किया गया
id: Belum diminta
it: Non ancora richiesto
ja: 未リクエスト
ko: 아직 요청하지 않음
nl: Nog niet gevraagd
pl: Jeszcze nie poproszono
pt_br: Ainda não solicitado
ru: Ещё не запрашивался
sv: Inte begärt än
tr: Henüz istenmedi
uk: Ще не запитувався
vi: Chưa yêu cầu
zh_hans: 尚未请求
zh_hant: 尚未要求

source: On-device speech recognition is not available for this language.
ar: التعرّف على الكلام على الجهاز غير متاح لهذه اللغة.
de: Spracherkennung auf dem Gerät ist für diese Sprache nicht verfügbar.
es: El reconocimiento de voz en el dispositivo no está disponible para este idioma.
fr: La reconnaissance vocale sur l'appareil n'est pas disponible pour cette langue.
he: זיהוי דיבור במכשיר אינו זמין לשפה זו.
hi: इस भाषा के लिए डिवाइस पर वाक् पहचान उपलब्ध नहीं है।
id: Pengenalan ucapan di perangkat tidak tersedia untuk bahasa ini.
it: Il riconoscimento vocale sul dispositivo non è disponibile per questa lingua.
ja: この言語ではデバイス上の音声認識を利用できません。
ko: 이 언어에서는 기기 내 음성 인식을 사용할 수 없습니다.
nl: Spraakherkenning op het apparaat is niet beschikbaar voor deze taal.
pl: Rozpoznawanie mowy na urządzeniu nie jest dostępne dla tego języka.
pt_br: O reconhecimento de fala no dispositivo não está disponível para este idioma.
ru: Распознавание речи на устройстве недоступно для этого языка.
sv: Taligenkänning på enheten är inte tillgänglig för det här språket.
tr: Bu dil için cihaz üzerinde konuşma tanıma kullanılamıyor.
uk: Розпізнавання мовлення на пристрої недоступне для цієї мови.
vi: Nhận dạng giọng nói trên thiết bị không khả dụng cho ngôn ngữ này.
zh_hans: 此语言不支持设备端语音识别。
zh_hant: 此語言不支援裝置端語音辨識。

source: Only record audio you have the right to use. Protected streams may record as silence.
ar: لا تسجّل إلا الصوت الذي يحق لك استخدامه. قد تُسجَّل البثوث المحمية على شكل صمت.
de: Nimm nur Audio auf, das du verwenden darfst. Geschützte Streams werden möglicherweise als Stille aufgenommen.
es: Graba solo audio que tengas derecho a usar. Las transmisiones protegidas pueden grabarse como silencio.
fr: N'enregistrez que du son que vous avez le droit d'utiliser. Les flux protégés peuvent être enregistrés comme du silence.
he: הקלט רק שמע שיש לך זכות להשתמש בו. זרמים מוגנים עשויים להיות מוקלטים כשקט.
hi: केवल वही ऑडियो रिकॉर्ड करें जिसका उपयोग करने का आपको अधिकार है। सुरक्षित स्ट्रीम मौन के रूप में रिकॉर्ड हो सकती हैं।
id: Rekam hanya audio yang berhak Anda gunakan. Aliran yang dilindungi mungkin terekam sebagai keheningan.
it: Registra solo audio che hai il diritto di usare. I flussi protetti potrebbero essere registrati come silenzio.
ja: 使用する権利のあるオーディオのみを録音してください。保護されたストリームは無音で録音される場合があります。
ko: 사용할 권리가 있는 오디오만 녹음하세요. 보호된 스트림은 무음으로 녹음될 수 있습니다.
nl: Neem alleen audio op die je mag gebruiken. Beveiligde streams kunnen als stilte worden opgenomen.
pl: Nagrywaj tylko dźwięk, do którego masz prawa. Chronione strumienie mogą zostać nagrane jako cisza.
pt_br: Grave apenas áudio que você tem o direito de usar. Transmissões protegidas podem ser gravadas como silêncio.
ru: Записывайте только звук, который вы вправе использовать. Защищённые потоки могут записаться как тишина.
sv: Spela bara in ljud som du har rätt att använda. Skyddade strömmar kan spelas in som tystnad.
tr: Yalnızca kullanma hakkınız olan sesi kaydedin. Korumalı akışlar sessizlik olarak kaydedilebilir.
uk: Записуйте лише звук, який ви маєте право використовувати. Захищені потоки можуть записатися як тиша.
vi: Chỉ ghi âm thanh mà bạn có quyền sử dụng. Luồng được bảo vệ có thể được ghi thành khoảng lặng.
zh_hans: 仅录制你有权使用的音频。受保护的音频流可能会被录制为静音。
zh_hant: 僅錄製你有權使用的音訊。受保護的串流可能會被錄製為靜音。

source: Open System Settings
ar: فتح إعدادات النظام
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
he: פתח את הגדרות המערכת
hi: सिस्टम सेटिंग्स खोलें
id: Buka Pengaturan Sistem
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Systeeminstellingen openen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
sv: Öppna Systeminställningar
tr: Sistem Ayarları'nı Aç
uk: Відкрити Системні параметри
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Original
ar: الأصلي
he: מקורי
hi: मूल
id: Asli
it: Originale
ja: オリジナル
ko: 원본
nl: Origineel
pl: Oryginalna
ru: Исходная
tr: Orijinal
uk: Оригінальна
vi: Gốc
zh_hans: 原始
zh_hant: 原始

source: Pause voice note
ar: إيقاف الملاحظة الصوتية مؤقتًا
de: Sprachnotiz pausieren
es: Pausar nota de voz
fr: Mettre en pause la note vocale
he: השהה הערה קולית
hi: वॉइस नोट रोकें
id: Jeda catatan suara
it: Metti in pausa la nota vocale
ja: ボイスメモを一時停止
ko: 음성 메모 일시 정지
nl: Spraaknotitie pauzeren
pl: Wstrzymaj notatkę głosową
pt_br: Pausar nota de voz
ru: Приостановить голосовую заметку
sv: Pausa röstanteckningen
tr: Sesli notu duraklat
uk: Призупинити голосову нотатку
vi: Tạm dừng ghi chú thoại
zh_hans: 暂停语音备忘
zh_hant: 暫停語音備忘

source: Play
ar: تشغيل
de: Wiedergeben
es: Reproducir
fr: Lire
he: נגן
hi: चलाएँ
id: Putar
it: Riproduci
ja: 再生
ko: 재생
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
sv: Spela upp
tr: Oynat
uk: Відтворити
vi: Phát
zh_hans: 播放
zh_hant: 播放

source: Play voice note
ar: تشغيل الملاحظة الصوتية
de: Sprachnotiz wiedergeben
es: Reproducir nota de voz
fr: Lire la note vocale
he: נגן הערה קולית
hi: वॉइस नोट चलाएँ
id: Putar catatan suara
it: Riproduci nota vocale
ja: ボイスメモを再生
ko: 음성 메모 재생
nl: Spraaknotitie afspelen
pl: Odtwórz notatkę głosową
pt_br: Reproduzir nota de voz
ru: Воспроизвести голосовую заметку
sv: Spela upp röstanteckningen
tr: Sesli notu oynat
uk: Відтворити голосову нотатку
vi: Phát ghi chú thoại
zh_hans: 播放语音备忘
zh_hant: 播放語音備忘

source: Playback speed
ar: سرعة التشغيل
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
he: מהירות ניגון
hi: प्लेबैक गति
id: Kecepatan pemutaran
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
nl: Afspeelsnelheid
pl: Prędkość odtwarzania
pt_br: Velocidade de reprodução
ru: Скорость воспроизведения
sv: Uppspelningshastighet
tr: Oynatma hızı
uk: Швидкість відтворення
vi: Tốc độ phát
zh_hans: 播放速度
zh_hant: 播放速度

source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
he: איכות
hi: गुणवत्ता
id: Kualitas
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ru: Качество
sv: Kvalitet
tr: Kalite
uk: Якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質

source: Read
ar: قراءة
de: Vorlesen
es: Leer
fr: Lire
he: הקרא
hi: पढ़ें
id: Baca
it: Leggi
ja: 読み上げ
ko: 읽기
nl: Voorlezen
pl: Czytaj
pt_br: Ler
ru: Прочитать
sv: Läs upp
tr: Oku
uk: Прочитати
vi: Đọc
zh_hans: 朗读
zh_hant: 朗讀

source: Read aloud
ar: القراءة بصوت عالٍ
de: Vorlesen
es: Leer en voz alta
fr: Lecture à voix haute
he: הקראה
hi: ज़ोर से पढ़ें
id: Bacakan
it: Lettura ad alta voce
ja: 読み上げ
ko: 소리 내어 읽기
nl: Voorlezen
pl: Czytanie na głos
pt_br: Ler em voz alta
ru: Чтение вслух
sv: Läs upp
tr: Sesli okuma
uk: Читання вголос
vi: Đọc to
zh_hans: 朗读
zh_hant: 朗讀

source: Read message out loud with %@
ar: قراءة الرسالة بصوت عالٍ باستخدام %@
de: Nachricht mit %@ vorlesen
es: Leer el mensaje en voz alta con %@
fr: Lire le message à voix haute avec %@
he: הקרא את ההודעה בקול באמצעות %@
hi: %@ के साथ संदेश ज़ोर से पढ़ें
id: Bacakan pesan dengan %@
it: Leggi il messaggio ad alta voce con %@
ja: %@ でメッセージを読み上げる
ko: %@(으)로 메시지를 소리 내어 읽기
nl: Bericht voorlezen met %@
pl: Przeczytaj wiadomość na głos za pomocą %@
pt_br: Ler a mensagem em voz alta com %@
ru: Прочитать сообщение вслух с помощью %@
sv: Läs upp meddelandet med %@
tr: Mesajı %@ ile sesli oku
uk: Прочитати повідомлення вголос за допомогою %@
vi: Đọc to tin nhắn bằng %@
zh_hans: 使用 %@ 朗读消息
zh_hant: 使用 %@ 朗讀訊息

source: Record App Audio
ar: تسجيل صوت تطبيق
de: App-Audio aufnehmen
es: Grabar audio de una app
fr: Enregistrer le son d'une app
he: הקלט שמע מיישום
hi: ऐप ऑडियो रिकॉर्ड करें
id: Rekam Audio Aplikasi
it: Registra audio di un'app
ja: アプリのオーディオを録音
ko: 앱 오디오 녹음
nl: App-audio opnemen
pl: Nagraj dźwięk aplikacji
pt_br: Gravar áudio de um app
ru: Запись звука приложения
sv: Spela in appljud
tr: Uygulama Sesini Kaydet
uk: Запис звуку застосунку
vi: Ghi âm thanh ứng dụng
zh_hans: 录制应用音频
zh_hant: 錄製 App 音訊

source: Record audio from an app...
ar: تسجيل الصوت من تطبيق...
de: Audio aus einer App aufnehmen...
es: Grabar audio de una app...
fr: Enregistrer le son d'une app...
he: הקלט שמע מיישום...
hi: किसी ऐप से ऑडियो रिकॉर्ड करें...
id: Rekam audio dari aplikasi...
it: Registra audio da un'app...
ja: アプリのオーディオを録音...
ko: 앱에서 오디오 녹음...
nl: Audio van een app opnemen...
pl: Nagraj dźwięk z aplikacji...
pt_br: Gravar áudio de um app...
ru: Записать звук из приложения...
sv: Spela in ljud från en app...
tr: Bir uygulamadan ses kaydet...
uk: Записати звук із застосунку...
vi: Ghi âm thanh từ một ứng dụng...
zh_hans: 录制应用中的音频...
zh_hant: 錄製 App 中的音訊...

source: Record voice note (attach audio)
ar: تسجيل ملاحظة صوتية (إرفاق الصوت)
de: Sprachnotiz aufnehmen (Audio anhängen)
es: Grabar nota de voz (adjuntar audio)
fr: Enregistrer une note vocale (joindre l'audio)
he: הקלט הערה קולית (צרף שמע)
hi: वॉइस नोट रिकॉर्ड करें (ऑडियो संलग्न करें)
id: Rekam catatan suara (lampirkan audio)
it: Registra nota vocale (allega audio)
ja: ボイスメモを録音（オーディオを添付）
ko: 음성 메모 녹음(오디오 첨부)
nl: Spraaknotitie opnemen (audio bijvoegen)
pl: Nagraj notatkę głosową (dołącz dźwięk)
pt_br: Gravar nota de voz (anexar áudio)
ru: Записать голосовую заметку (прикрепить аудио)
sv: Spela in röstanteckning (bifoga ljud)
tr: Sesli not kaydet (sesi ekle)
uk: Записати голосову нотатку (прикріпити аудіо)
vi: Ghi chú thoại (đính kèm âm thanh)
zh_hans: 录制语音备忘（附加音频）
zh_hant: 錄製語音備忘（附加音訊）

source: Recording
ar: جارٍ التسجيل
de: Aufnahme
es: Grabando
fr: Enregistrement
he: מקליט
hi: रिकॉर्ड हो रहा है
id: Merekam
it: Registrazione
ja: 録音中
ko: 녹음 중
nl: Opnemen
pl: Nagrywanie
pt_br: Gravando
ru: Запись
sv: Spelar in
tr: Kaydediliyor
uk: Запис
vi: Đang ghi
zh_hans: 正在录音
zh_hant: 正在錄音

source: Recording app audio
ar: جارٍ تسجيل صوت التطبيق
de: App-Audio wird aufgenommen
es: Grabando audio de una app
fr: Enregistrement du son d'une app
he: מקליט שמע מיישום
hi: ऐप ऑडियो रिकॉर्ड हो रहा है
id: Merekam audio aplikasi
it: Registrazione audio dell'app in corso
ja: アプリのオーディオを録音中
ko: 앱 오디오 녹음 중
nl: App-audio wordt opgenomen
pl: Nagrywanie dźwięku aplikacji
pt_br: Gravando áudio de um app
ru: Идёт запись звука приложения
sv: Spelar in appljud
tr: Uygulama sesi kaydediliyor
uk: Триває запис звуку застосунку
vi: Đang ghi âm thanh ứng dụng
zh_hans: 正在录制应用音频
zh_hant: 正在錄製 App 音訊

source: Recording app audio. Click to stop and attach.
ar: جارٍ تسجيل صوت التطبيق. انقر للإيقاف والإرفاق.
de: App-Audio wird aufgenommen. Klicke zum Beenden und Anhängen.
es: Grabando audio de una app. Haz clic para detener y adjuntar.
fr: Enregistrement du son d'une app. Cliquez pour arrêter et joindre.
he: מקליט שמע מיישום. לחץ כדי לעצור ולצרף.
hi: ऐप ऑडियो रिकॉर्ड हो रहा है। रोकने और संलग्न करने के लिए क्लिक करें।
id: Merekam audio aplikasi. Klik untuk berhenti dan melampirkan.
it: Registrazione audio dell'app in corso. Fai clic per interrompere e allegare.
ja: アプリのオーディオを録音中です。クリックすると停止して添付します。
ko: 앱 오디오 녹음 중입니다. 클릭하면 중지하고 첨부합니다.
nl: App-audio wordt opgenomen. Klik om te stoppen en bij te voegen.
pl: Nagrywanie dźwięku aplikacji. Kliknij, aby zatrzymać i dołączyć.
pt_br: Gravando áudio de um app. Clique para parar e anexar.
ru: Идёт запись звука приложения. Нажмите, чтобы остановить и прикрепить.
sv: Spelar in appljud. Klicka för att stoppa och bifoga.
tr: Uygulama sesi kaydediliyor. Durdurup eklemek için tıklayın.
uk: Триває запис звуку застосунку. Натисніть, щоб зупинити й прикріпити.
vi: Đang ghi âm thanh ứng dụng. Nhấp để dừng và đính kèm.
zh_hans: 正在录制应用音频。点按可停止并附加。
zh_hant: 正在錄製 App 音訊。按一下可停止並附加。
